LoreIEP34/Nestor_bot/code/Pines-ESP32.h
#define PIN_GPIO0 0  
#define PIN_GPIO1 1 
#define PIN_GPIO2 2  
#define PIN_GPIO3 3 
#define PIN_SERVO2 4 
#define PIN_GPIO5 5 
#define PIN_GPIO6 6 
#define PIN_GPIO7 7 
#define PIN_GPIO8 8 
#define PIN_GPIO9 9 
#define PIN_GPIO10 10 
#define PIN_GPIO11 11 
#define PIN_GPIO12 12  
#define PIN_SERVO1 13  
#define PIN_GPIO4 14 
#define PIN_GPIO15 15 
#define PIN_MdP1 16 
#define PIN_MdP2 17 
#define PIN_MiP1 18 
#define PIN_MiP2 19  
#define PIN_GPIO21 21 
#define PIN_GPIO22 22 
#define PIN_GPIO23 23  
#define PIN_SERVO3 25 
#define PIN_SERVO4 26 
#define PIN_SERVO5 27 
#define PIN_SERVO6 32 
#define PIN_SERVO7 33 
#define PIN_GPIO34 34  
#define PIN_GPIO35 35  
#define PIN_GPIO36 36  
#define PIN_GPIO39 39 